module.exports = 
function(req, res){
    var title = 'Овочі';
    var bar = require('./bar.js'); 
   var table = [{
        
/* таблиця овочів -------------------------------*/  
        tabId: 'tab_2',
        linkSelf: '/vegetable',
        tabName: 'Овочі',
        row: [{
 /*заголовки колонок gпродукту*/   
            codeRef: false,
            href: '#',
            codeID: 'Код продукту',
            photo: 'images/photo.png',
            name: 'Назва',
            sort: 'Сорт',
            harvest: 'Дата урожаю',
            date: 'Вжити до',
            cost: 'Ціна грн/кг'},{
  /* 01 помідори */   
            codeRef: true,
            href: '011',
            codeID: '011',
            photo: 'images/tomat.jpg',
            name: 'Помідори',
            sort: '"Богатир"',
            harvest: '2016',
            date: '2017',
            cost: '7'  
            },{
  /* 02 огірки */    
            codeRef: true,
            href: '012',
            codeID: '012',
            photo: 'images/ogir.jpg',
            name: 'Огірки',
            sort: '"Альфа"',
            harvest: '2015',
            date: '2016',
            cost: '5,70'  
            },{
  /* 03 картопля */  
            codeRef: true,
            href: '013',
            codeID: '013',
            photo: 'images/potato.jpg',
            name: 'Картопля',
            sort: '"Сова"',
            harvest: '2016',
            date: '2017',
            cost: '2,30'  
            }
        ]}
                ];
    var par = [{
        p: 'Напевно, немає таких людей, які б не любили овочі. Звичайно, кожен воліє овочі, до яких він звик з дитинства, деяким вони сподобалися в більш пізньому віці, але люблять їх усі. Овочі - основа раціонального харчування людини, це найдоступніше джерело вітамінів і мінералів.'},{
        p: 'Науковці, які вивчають питання довголіття, з\'ясували, що в основному раціоні харчування людей, що переступили поріг 90-річчя, завжди були овочі в сирому вигляді. Вони допомагають людині відновити сили, виводять холестерин з організму, запобігають таку хворобу, як атеросклероз. Корисні властивості овочів сприяють швидкому засвоєнню продуктів харчування, обмін речовин прискорюється на 15 - 20%.'},{
        p: 'Овочі значно покращують апетит, виводять токсини і шлаки з організму, є основними постачальниками різноманітних корисних ферментів і органічних кислот. При регулярному прийомі в їжу овочів, процеси жовчоутворення і працездатність печінки значно посилюються, що благотворно впливає на мікрофлору кишечника. Особливо необхідно врахувати незаперечні корисні властивості овочів для людей похилого віку, так як часто їх серцево-судинна, кровоносна та ендокринна системи схильні до різних порушень. Подивимося на характеристики деяких овочів, які знають і люблять багато людей.'},{
        p: 'Овочі - невід\'ємна частина здорового засвоєння білків, жирів і вуглеводів. Вживання їх в їжу надає користь організму, не забувайте про це. Щоб довше жити, їжте більше овочів.'}
    ];
    res.render('index', {
        title:title,
        bar:bar, 
        table: table,
        par:par
    })
};