module.exports = {content:
function(req, res){
    var title = 'Спеції';
    var bar = {
        title:'Додаткові відомості', 
        option: [{
    opt:'option_1'},{
    opt:'option_2'},{
    opt:'option_3'},{
    opt:'option_4'}]
              };
   var table = [{
        
/* таблиця фруктів -------------------------------*/  
        tabId: 'tab_3',
        linkSelf: '/spice',
        tabName: 'Спеції',
        row: [{
 /*заголовки колонок gпродукту*/   
            codeRef: false,
            href: '',
            codeID: 'Код продукту',
            photo: 'images/photo.png',
            name: 'Назва',
            harvest: 'Дата урожаю',
            date: 'Вжити до',
            cost: 'Ціна грн/100гр'},{
  /* 01  кардамон */   
            codeRef: true,
            href: '021',
            codeID: '021',
            photo: 'images/kardam.jpg',
            name: 'Кардамон',
            harvest: '2016',
            date: '2017',
            cost: '13'  
            },{
  /* 02 асафетида */    
            codeRef: true,
            href: '022',
            codeID: '022',
            photo: 'images/asafet.jpg',
            name: 'Асафетида',
            harvest: '2015',
            date: '2016',
            cost: '25,80'  
            },{
  /* 03 куркума */  
            codeRef: true,
            href: '023',
            codeID: '023',
            photo: 'images/kurkum.jpg',
            name: 'Куркума',
            harvest: '2016',
            date: '2017',
            cost: '9,50'  
            }
        ]}
                ];
    var par = [{
        p: 'Важко собі уявити життя без спецій і прянощів. Люди перчать їжу, додають запашні трави або коріння у відповідності зі своїми смаками та уподобаннями. Але мало хто знає, що спочатку спеції використовувалися тільки як лікарські засоби, здатні принести користь тілу і душі. Рецепти приготування лікувальної їжі були описані в деяких трактатах фундаментального зводу знань аюрведи. Знання та використання основних лікарських властивостей найбільш часто вживаних спецій може дати ключ до здоров’я і довголіття.'},{
        p: 'Куркума'},{
        p: 'Стимулює роботу печінки, будучи при цьому гарним жовчогінним засобом. Крім того, знижує кислотність шлункового соку, рекомендується при печії.'},{
        p: 'Кардамон'},{
        p: 'Покращує роботу травних залоз, знищує бактерії в роті, діє як заспокійливий засіб, здатний виводити токсини з ШЛУНКОВО-кишкового тракту.'}
    ];
    res.render('index', {
        title:title,
        bar:bar, 
        table: table,
        par:par
    })
}
                 };